{
    "Accueil": "Home",
    "Allez à l'accueil":"Go Home",
    "Suivez-nous":"Follow Us",
    "Nous découvrir": "Discover us",
    "Qui sommes-nous ?": "Who are we ?",
    "Ce que nous faisons": "What we do",
    "Notre gouvernance": "Our governance",
    "Contexte national": "National context",
    "Nos partenaires": "Our partners",
    "Realisations": "Achievements",
    "Activités": "Activities",
    "Evénements": "Events",
    "Adhésion": "Membership",
    "Abonnez-vous a notre buletin d'information afin de recevoir a temps reel nos informatons essentiels .":
    "Subscribe to our newsletter to receive our essential information in real time .",
    "Bulletin d'information":"NEWSLETTER",
    "Entrer votre Email":"Enter Your Email",
    "Liens utiles":"Useful links",
    "Siège au Bureau de la Direction de santé de la ville de Conakry":"Headquater at the Conakry Health Region office.",
    "Faire un don":"Make a donation",
    "Langue":"Language",
    "CONTACTEZ-NOUS":"CONTACT US",
    "Informations de contact":"Contact Info",
    "Nom":"Name",
    "Sujet":"Subject",
    "Envoyer le message":"Send Message",
    "Bureau à la Direction de Santé de la Ville de Conakry":"Office at the Health Directorate of the City of Conakry",
    "Prenom":"First name",
    "Nom de famille":"Last name",
    "Telephone":"Phone",
    "Profession":"Profession",
    "Soumettre la demande":"Soumettre la demande",
    "Bienvenue au RECOSAC-G":"Welcome to RECOSAC-G",
    "Réseau Confessionnel Sanitaire Chrétien de Guinée (RECOSAC-G).":"Christian Confessional Health Network of Guinea (RECOSAC-G).",
    "Suite à l’avènement de la deuxième république en avril 1984, les églises de Guinée ont connu un éveil par le développement des actions humanitaires à l’intention des communautés pauvre…":"Following the advent of the second republic in April 1984, the churches of Guinea experienced an awakening through the development of humanitarian actions for poor communities...",
    "A propose de nous":"About us",
    "Suite à l’avènement de la deuxième république en avril 1984, les églises de Guinée ont connu un éveil par le développement des actions humanitaires à l’intention des communautés pauvres. En 1993, le Gouvernement guinéen a reconnu leur rôle important dans le développement durable des communautés.":"Following the advent of the second republic in April 1984, the churches of Guinea experienced an awakening through the development of humanitarian actions for poor communities. In 1993, the Guinean Government recognized their important role in the sustainable development of communities.",
    "Les domaines d’intervention des Eglises étaient au départ l’éducation de base ; puis, ce champ d’action a été élargi dans les domaines de santé, d’activités génératrices de revenus, de la sécurité alimentaire, de l’Eau-Hygiène-Assainissement, de Développement communautaire, de la consolidation de la paix.":"The areas of intervention of the Churches were initially basic education; then, this field of action was expanded in the areas of health, income-generating activities, food security, Water-Hygiene-Sanitation, community development, peacebuilding.",
    "Devenir membre du RECOSAC-G":"Become a member of RECOSAC-G",
    "Lire plus":"Red more",
    "Une Guinée où toutes les populations sont en bonne santé, économiquement et socialement productives, bénéficiant d’un accès universel à des services et soins de santé de qualité, avec leur pleine participation.":"A Guinea where all populations are healthy, economically and socially productive, benefiting from universal access to quality health services and care, with their full participation.",
    "La mission de RECOSAC-G est l’amélioration durable de la qualité des offres de soins médicaux aux populations guinéennes démunies à travers un processus qui unit les communautés sans discrimination ethnique, politique, religieuse :":"The mission of RECOSAC-G is the sustainable improvement of the quality of medical care offers to deprived Guinean populations through a process that unites communities without ethnic, political or religious discrimination:",
    "En permettant aux populations démunies, leurs familles et communautés de satisfaire leurs besoins sanitaires ;":"By enabling poor populations, their families and communities to meet their health needs;",
    "En faisant la promotion des droits humains dans le domaine de santé.":"By promoting human rights in the field of health.",
    "Valeurs":"Values",
    "Centré sur le Christ,":"Centered on Christ,",
    "Respect, intégrité, transparence et responsabilité,":"Respect, integrity, transparency and accountability,",
    "Inclusivité, innovation, travail d’équipe et diversité,":"Inclusivity, innovation, teamwork and diversity,",
    "Professionnalisme et partenariats":"Professionalism and partnerships",
    "Quelques images des activités du RECOSAC-Guinée":"Some images of RECOSAC-Guinea activities",
    "La mission de RECOSAC-G est l’amélioration durable de la qualité des offres de soins médicaux aux populations guinéennes démunies à travers un processus qui unit les communautés sans discrimination ethnique, politique, religieuse.":"The mission of RECOSAC-G is the sustainable improvement of the quality of medical care offers to deprived Guinean populations through a process that unites communities without ethnic, political or religious discrimination.",
    "Contexte géographique du pays":"Geographical context of the country",
    "La République de Guinée est située en Afrique Occidentale. Elle est limitée par la Guinée Bissau au Nord-Ouest, le Sénégal et le Mali au Nord, la Côte d’Ivoire et le Mali à l’Est, le Libéria et la Sierra Leone au Sud et l’Océan Atlantique à l’Ouest. Le pays est bordé par 300 km de côte et s’étend sur 800 km d’Est en Ouest et 500 km du Nord au Sud. Sa superficie totale est de 245 857 km².":"The Republic of Guinea is located in West Africa. It is bordered by Guinea Bissau to the northwest, Senegal and Mali to the north, Ivory Coast and Mali to the east, Liberia and Sierra Leone to the south and the Atlantic Ocean to the west. . The country is bordered by 300 km of coastline and extends over 800 km from East to West and 500 km from North to South. Its total area is 245,857 km².",
    "Situation démographique du pays":"Demographic situation of the country",
    "Le Recensement Général de la Population et de l'Habitation de 2014 a déterminé la population guinéenne à 10.628.972 habitants. Elle est constituée en majorité de femmes (51,62%). L’enquête MICS 2016, montre que le taux brut de mortalité est de 10,12‰ et le taux brut de natalité de 33,1‰, soit un taux d’accroissement naturel de 2,38% avec un indice synthétique de fécondité de 4,8. L’espérance de vie à la naissance est de 58,9 ans.":"The 2014 General Population and Housing Census determined the Guinean population at 10,628,972 inhabitants. It is made up mainly of women (51.62%). The MICS 2016 survey shows that the crude mortality rate is 10.12‰ and the crude birth rate is 33.1‰, i.e. a natural increase rate of 2.38% with a total fertility index of 4.8. Life expectancy at birth is 58.9 years.",
    "Situation politique, administrative et gouvernance du pays":"Political, administrative situation and governance of the country",
    "Au plan politique, la Guinée s’est engagée dans un processus démocratique qui garantit les libertés et les droits fondamentaux dont le droit à la santé. La Guinée compte huit (8) régions administratives dont la ville de Conakry qui jouit d’un statut de collectivité décentralisée spécifique.":"At the political level, Guinea is engaged in a democratic process which guarantees fundamental freedoms and rights, including the right to health. Guinea has eight (8) administrative regions including the city of Conakry which enjoys the status of a specific decentralized community.",
    "Le pays compte 33 préfectures, 38 communes urbaines dont 5 à Conakry, 324 communes rurales ou sous-préfectures. Ces collectivités se subdivisent en 4142 quartiers/districts et 15741 villages/secteurs. La structure organisationnelle du système de santé est calquée sur le découpage administratif du pays ; il comprend 8 régions sanitaires et 38 districts sanitaires.":"The country has 33 prefectures, 38 urban communes including 5 in Conakry, 324 rural communes or sub-prefectures. These communities are subdivided into 4142 neighborhoods/districts and 15741 villages/sectors. The organizational structure of the health system is modeled on the administrative division of the country; it includes 8 health regions and 38 health districts.",
    "Situation socio-économique du pays":"Socio-economic situation of the country",
    "Le pays dispose d'importantes ressources naturelles. En dépit de ses énormes potentialités naturelles, la Guinée fait partie des pays les plus pauvres du monde. En 2012, elle a occupé le 178ème rang sur 186 pays à l’indice de développement humain durable.":"The country has significant natural resources. Despite its enormous natural potential, Guinea is one of the poorest countries in the world. In 2012, it ranked 178th out of 186 countries on the Sustainable Human Development Index.",
    "La situation socioéconomique de la Guinée en 2012 est marquée par la persistance de la pauvreté. En effet, les données de l’ELEP 2012 (Enquête Légère pour l’Évaluation de la Pauvreté) indiquent que 55,2 % de la population vivent en dessous du seuil de pauvreté.":"The socio-economic situation of Guinea in 2012 is marked by the persistence of poverty. Indeed, data from the ELEP 2012 (Light Survey for the Assessment of Poverty) indicate that 55.2% of the population lives below the poverty line.",
    "La croissance économique est estimée à 3,9%, soit le même niveau qu’en 2011, impulsée principalement par l’augmentation de la production agricole et de la bonne tenue du secteur secondaire. Les recettes fiscales exprimées en pourcentage du produit intérieur brut (PIB) ont augmenté de 16,8% à 19,8%, grâce à l’accroissement des recettes sur les produits pétroliers et des recettes sur le commerce international.":"Economic growth is estimated at 3.9%, the same level as in 2011, driven mainly by the increase in agricultural production and the good performance of the secondary sector. Tax revenues expressed as a percentage of gross domestic product (GDP) increased from 16.8% to 19.8%, thanks to increased revenues from petroleum products and revenues from international trade.",
    "Situation sanitaire du pays":"Health situation in the country",
    "Entre 2012 et 2016, la mortalité maternelle est passée de 724 à 550 pour 100 000 naissances vivantes, la mortalité infanto juvénile a baissé de 123‰ à 88‰ et la mortalité infantile de 67‰ à 44‰. Malgré les diminutions observées, la mortalité maternelle et la mortalité infanto juvénile restent encore très élevées.":"Between 2012 and 2016, maternal mortality increased from 724 to 550 per 100,000 live births, infant mortality decreased from 123‰ to 88‰ and infant mortality from 67‰ to 44‰. Despite the reductions observed, maternal mortality and infant and child mortality still remain very high.",
    "Sur le plan épidémiologique, les principales causes de la morbidité et de la mortalité sont liées aux maladies transmissibles dont les maladies à potentiel épidémique, les maladies évitables par la vaccination. Les maladies non transmissibles liées aux modes de vie prennent de plus en plus d’importance.":"On the epidemiological level, the main causes of morbidity and mortality are linked to communicable diseases including diseases with epidemic potential and diseases preventable by vaccination. Lifestyle-related non-communicable diseases are becoming increasingly important.",
    "La prévalence du paludisme reste encore élevée avec une prévalence de la parasitémie chez 15% des enfants. Cette pathologie représente 40,82% des consultations et 45,30% des hospitalisations dans les formations sanitaires publiques et 36% des causes de décès hospitaliers sont dues au paludisme grave. C’est la première cause de mortalité des enfants de moins de 5 ans.":"The prevalence of malaria still remains high with a prevalence of parasitemia in 15% of children. This pathology represents 40.82% of consultations and 45.30% of hospitalizations in public health facilities and 36% of hospital causes of death are due to severe malaria. It is the leading cause of death for children under 5 years old.",
    "Le VIH/sida demeure un problème de santé publique avec une prévalence stable de 1,7% en 2012. Cette prévalence est élevée au niveau des groupes les plus exposés au risque en particulier les professionnelles de sexe (16,7%). La prévalence du VIH chez les femmes enceintes a connu une augmentation entre 2008 (2,5%, ENSS) et 2015 (3,56%, ENSS) et deux fois plus élevée que celle de la population générale.":"HIV/AIDS remains a public health problem with a stable prevalence of 1.7% in 2012. This prevalence is high among groups most exposed to risk, particularly sex workers (16.7%). The prevalence of HIV among pregnant women increased between 2008 (2.5%, ENSS) and 2015 (3.56%, ENSS) and is twice as high as that of the general population.",
    "La prévalence de la Tuberculose, de 178 TPM+ pour 100.000 habitants, reste encore élevée avec sa double charge de coinfection avec le VIH/sida. Dans le but de donner une réponse globale et effective aux problèmes sanitaires de la population, le Gouvernement envisage de solliciter le secteur privé dans le cadre de partenariats public-privé (PPP) afin de combler le déficit de capital d’investissement, de technologie et de savoir-faire requis pour améliorer l’efficacité et la qualité des prestations de services publics.":"The prevalence of Tuberculosis, 178 TPM+ per 100,000 inhabitants, still remains high with its double burden of coinfection with HIV/AIDS. With the aim of providing a global and effective response to the health problems of the population, the Government plans to solicit the private sector within the framework of public-private partnerships (PPP) in order to fill the gap in investment capital, technology and of know-how required to improve the efficiency and quality of public service delivery.",
    "Dans le cadre de ces contrats de PPP, le secteur privé serait en mesure de participer au financement ou au préfinancement d’infrastructures. Les PPP permettent également un meilleur partage des risques entre le secteur privé et le secteur public.":"As part of these PPP contracts, the private sector would be able to participate in the financing or pre-financing of infrastructure. PPPs also allow for better risk sharing between the private and public sectors.",
    "Coordinateur du RECOSAC-G":"RECOSAC-G coordinator",
    "Dr GOUMOU Emmanuel, est médecin spécialiste en santé publique (MPH, Nutrition) avec 10 ans d’expériences dont plus de 5 ans à l’international avec des ONG (MSF, ACF) et des Agence des Nations Unies (UNICEF et PAM).":"Dr GOUMOU Emmanuel, is a specialist in public health (MPH, Nutrition) with 10 years of experience including more than 5 years internationally with NGOs (MSF, ACF) and United Nations Agencies (UNICEF and PAM).",
    "Il est le 1er vice-président du réseau des cliniques privées de Guinée (RENOSPAC : Réseau National des Organisations Sanitaires Privées, Associatives et Confessionnelles), il est membre de la Coalition nationale des organisations de la Société civile pour la santé de la reproduction et le repositionnement de la planification familiale ":"He is the 1st vice-president of the network of private clinics in Guinea (RENOSPAC: National Network of Private, Associative and Confessional Health Organizations), he is a member of the National Coalition of Civil Society Organizations for Reproductive Health and repositioning of family planning",
    "Il est consultant du Consortium CAEB et Ebenezer International. Pour ce faire, il appui des ONG en Guinée, au Niger et au Mali dans la mise en œuvre des projets de DSSR et de la SSR PF au compte des projet AmplifyChange et Dambe Funds Sahel.":"He is a consultant to the CAEB Consortium and Ebenezer International. To do this, it supports NGOs in Guinea, Niger and Mali in the implementation of DSSR and SSR PF projects on behalf of the AmplifyChange and Dambe Funds Sahel projects.",
    "Il coordonne l’intégration des activités de la planification familiale des Partenaires du Projet Notre Santé et de l’ONG Jhpiego dans les cliniques privées (plus de 70 à date). ":"He coordinates the integration of the family planning activities of the Partners of the Notre Santé Project and the NGO Jhpiego in private clinics (more than 70 to date).",
    "Il a des compétences suivantes : ":"He has the following skills:",
    "Conception, mise en œuvre des activités de projets en nutrition santé. ":"Design and implementation of health nutrition project activities.",
    "Gestion des données et élaboration de rapports de progression de projets. ":"Data management and development of project progress reports.",
    "Gestion des mécanismes de coordination sectorielle et intersectorielle en nutrition santé.":"Management of sectoral and intersectoral coordination mechanisms in nutrition and health.",
    "Mobilisation ressources, renforcement des capacités et gestion des partenariats organisationnels.":"Resource mobilization, capacity building and management of organizational partnerships.",
    "Renforcement de la capacité organisationnelle des organisations de la société civile en DSSR (Consultant AmplifyChange, Dambe Funds Sahel, Coalition National des OSC SR/PF…).":"Strengthening the organizational capacity of civil society organizations in SRHR (AmplifyChange Consultant, Dambe Funds Sahel, National Coalition of OSC SR/PF, etc.).",
    "Projet de renforcement des systèmes de santé du sous-secteur confessionnel Chrétien en République de Guinée, 6 mois":"Project to strengthen health systems in the Christian faith sub-sector in the Republic of Guinea, 6 months",
    "Partenaire (CRS) - CATHOLIC RELIEF SERVICES":"Partner (CRS)- CATHOLIC RELIEF SERVICES",
    "Projet d’Élaboration du plan stratégique du RECOSAC-G 2024 – 2027":"Project to develop the RECOSAC-G strategic plan 2024 – 2027",
    "Partenaire (DIFAEM)-INSTITUT ALLEMAND POUR LA MISSION MEDICALE":"Partner (DIFAEM)-GERMAN INSTITUTE FOR MEDICAL MISSION",
    "Projet de fourniture d’équipements médicaux et systèmes solaires aux structures membres du RECOSAC-G, 7Mois (2018)":"Project to supply medical equipment and solar systems to RECOSAC-G member structures, 7 Months (2018)",
    "Projet de visite de terrain des structures confessionnelles membres du RECOSAC-G, 3Mois (2017)":"Field visit project to RECOSAC-G member faith structures, 3 Months (2017)",
    "Projet de fourniture d’équipements bureautiques à la coordination du RECOSAC-G":"Project to supply office equipment to the coordination of RECOSAC-G",
    "Projet « Soutien et coordination de RECOSAC », 12 mois du 01/07/2022 au 30/06/2023":"“Support and coordination of RECOSAC” project, 12 months from 07/01/2022 to 06/30/2023",
    "Projet « Fonds du Projet de Vaccination COVID-19 », 12 mois du 01/07/2022 au 30/06/2023":"Project “COVID-19 Vaccination Project Fund”, 12 months from 07/01/2022 to 06/30/2023",
    "Projet « Diécké, formation du Docteur Bimou », 48 mois du 01/01/2023 au 31/12/2026":"“Diécké, training of Doctor Bimou” project, 48 months from 01/01/2023 to 12/31/2026",
    "Projet d’approvisionnement en médicaments et consommables des formations sanitaires (FOSA) de Guinée, 8 mois du 18/10/2022 au 30/06/2023":"Project for the supply of medicines and consumables to health facilities (FOSA) in Guinea, 8 months from 10/18/2022 to 06/30/2023",
    "Partenaire (PPLM : PAIN POUR LE MONDE) -BROT FÜR DIE WELT":"Partner (PPLM: BREAD FOR THE WORLD) -BROT FÜR DIE WELT",
    "Projet « Renforcement de la qualité des soins des formations sanitaires confessionnelles du RECOSAC-G », 18 mois du 01/11/2022 au 30/04/2024":"Project “Strengthening the quality of care of RECOSAC-G faith-based health facilities”, 18 months from 11/01/2022 to 04/30/2024",
    "Projet de renforcement organisationnel de RECOSAC et développement des capacités pharmaceutiques du personnel des Etablissements de santé confessionnelle de Guinée, 12 mois":"RECOSAC organizational strengthening project and development of pharmaceutical capacities of staff of religious health establishments in Guinea, 12 months",
    "Partenaire MIRACLEFEET":"MIRACLEFEET Partner",
    "Projet Programme Pied Bot, 12 mois du 01/07/2022 au 30/06/2023":"Project Clubfoot Program, 12 months from 07/01/2022 to 06/30/2023",
    "Partenaire ACHAP (AFRICAN CHRISTIAN HEALTH ASSOCIATION PLATFORM) ou PLATFORME DES ASSOCIATIONS CHRETIENNES AFRICAINES DE SANTE.":"Partner ACHAP (AFRICAN CHRISTIAN HEALTH ASSOCIATION PLATFORM) or PLATFORM OF AFRICAN CHRISTIAN HEALTH ASSOCIATIONS.",
    "Projet de renforcement du RECOSAC-G":"RECOSAC-G strengthening project",
    "Partenaire MSHP – MINISTERE DE LA SANTE ET DE L’HYGIENE PUBLIQUE":"Partner MSHP – MINISTRY OF HEALTH AND PUBLIC HYGIENE",
    "Historique du RECOSAC-G":"History of RECOSAC-G",
    "Suite à l’avènement de la deuxième république en avril 1984, les églises de Guinée ont connu un éveil par le développement des actions humanitaires à l’intention des communautés pauvres. En 1993, le Gouvernement guinéen a reconnu leur rôle important dans le développement durable des communautés. ":"Following the advent of the second republic in April 1984, the churches of Guinea experienced an awakening through the development of humanitarian actions for poor communities. In 1993, the Guinean Government recognized their important role in the sustainable development of communities.",
    "Les domaines d’intervention des Eglises étaient au départ l’éducation de base ; puis, ce champ d’action a été élargi dans les domaines de santé, d’activités génératrices de revenus, de la sécurité alimentaire, de l’Eau-Hygiène-Assainissement, de Développement communautaire, de la consolidation de la paix. Ce sont entre autres les axes sur lesquels s’est construite de manière progressive depuis des années, l’expérience des églises pour la promotion humaine.":"The areas of intervention of the Churches were initially basic education; then, this field of action was expanded in the areas of health, income-generating activities, food security, Water-Hygiene-Sanitation, community development, peacebuilding. These are, among other things, the axes on which the experience of churches for human promotion has been gradually built for years.",
    "Dans le domaine médical, les églises ont commencé séparément et de façon progressive par la construction et l’ouverture des dispensaires, des centres de santé, des cliniques, puis des hôpitaux. L’intervention des églises dans la lutte contre la maladie à virus Ebola l’a illustrée encore davantage comme partenaires crédibles aux yeux du Gouvernement à travers le Ministère de la Santé et des Institutions internationales (UNICEF, USAID, PAM).":"In the medical field, the churches began separately and gradually by building and opening dispensaries, health centers, clinics, then hospitals. The intervention of churches in the fight against Ebola virus disease has further illustrated them as credible partners in the eyes of the Government through the Ministry of Health and international institutions (UNICEF, USAID, WFP).",
    "D’une part, les activités n’étaient ni coordonnées, ni intégrées dans le système national de santé. Cela est venu se greffer à un problème sous-jacent car les structures sanitaires isolées appartenant à différentes églises chrétiennes fonctionnaient en solos sans base évidente capable d’informer les politiques gouvernementales et la prise de décision. Le besoin des structures sanitaires de se mettre ensemble est devenu une nécessité urgente face aux difficultés (approvisionnement en intrants de prévention et contrôle des infections, formation du personnel en prévention et contrôle des infections…) auxquelles beaucoup de structures sanitaires faisaient face pendant Ebola.":"On the one hand, the activities were neither coordinated nor integrated into the national health system. This compounded an underlying problem as isolated health facilities owned by different Christian churches operated solo with no obvious basis to inform government policy and decision-making. The need for health structures to come together has become an urgent necessity in the face of the difficulties (supply of infection prevention and control inputs, training of staff in infection prevention and control, etc.) that many health structures faced during Ebola.",
    "En effet, sous les directives du Président de la République d’alors, le gouvernement guinéen en collaboration avec ses partenaires, ont organisé des Etats Généraux de la Santé (EGS) suivi d’un audit institutionnel, organisationnel et fonctionnel à la recherche des causes du dysfonctionnement et de la faible performance du système de santé. Les réflexions menées ont permis à la Guinée de se doter d’un Plan National de Développement Sanitaire (PNDS) 2015-2024 qui repose essentiellement sur les soins de santé primaires et le renforcement du système de santé visant à favoriser l’accès universel aux services de santé.":"Indeed, under the directives of the President of the Republic at the time, the Guinean government in collaboration with its partners, organized General States of Health (EGS) followed by an institutional, organizational and functional audit in search of the causes dysfunction and poor performance of the health system. The discussions carried out allowed Guinea to adopt a National Health Development Plan (PNDS) 2015-2024 which is essentially based on primary health care and the strengthening of the health system aimed at promoting universal access to services. health.",
    "Deux des faiblesses et non des moindres, relevées par le PNDS dans le cadre de la gouvernance et le leadership, était l’absence de coordination du secteur privé (numériquement important en zone urbaine) et le manque de régulation et de contrôle des structures de prestation de soins du secteur privé. Ce même document souligne que le défi majeur du système de santé pour les années à venir, est l’élargissement de la couverture sanitaire à l’ensemble de la population par le renforcement des prestations de services. Pour relever ce défi, le système de santé doit faire face à l’amélioration globale de la gouvernance du secteur tout en renforçant tous les autres piliers du système de santé.":"Two of the weaknesses, not the least, noted by the PNDS in the context of governance and leadership, was the absence of coordination of the private sector (numerically important in urban areas) and the lack of regulation and control of delivery structures. private sector care. This same document underlines that the major challenge of the health system for the years to come is the expansion of health coverage to the entire population by strengthening service provision. To meet this challenge, the health system must address the overall improvement of sector governance while strengthening all other pillars of the health system.",
    "D’autre part et eu égard à ces faiblesses et à l’engagement de l’Eglise chrétienne de Guinée de contribuer à travers ses formations sanitaires à l’amélioration de l’état de santé des populations et par ricochet au développement humain intégral des communautés, associée à la volonté du ministère de la santé d’intégrer le secteur privé de la santé dans l’offre globale des soins et soutenue par les partenaires techniques et financiers tels que CRS et DIFAEM, a abouti en juin 2016 à une assemblée générale constitutive (12 structures sanitaires présentes) de création du Réseau Confessionnel Sanitaire Chrétien de Guinée (RECOSAC-G), qui est la plate-forme nationale des structures sanitaires confessionnelles chrétiennes, et ouvert à toutes les structures sanitaires ou œuvres médicales sous les conditions définis dans les statuts et règlement intérieur de l’organisation, conformément aux dispositions de la loi  L/2005/013 du 4 juillet 2005, fixant le régime des associations en République de Guinée. Et s’est engagé dans son protocole d’accord avec le Ministère de la Santé et de l’Hygiène Publique (MSHP), à participer à la mise en œuvre de la Politique Nationale de la Santé (PNS), du Plan National du Développement Sanitaire (PNDS) et du Plan de Relance et de Résilience du Système de Santé (PRRSS).":"On the other hand and in view of these weaknesses and the commitment of the Christian Church of Guinea to contribute through its health facilities to the improvement of the state of health of the populations and by extension to the integral human development of the communities , associated with the desire of the Ministry of Health to integrate the private health sector into the overall healthcare offering and supported by technical and financial partners such as CRS and DIFAEM, resulted in a constitutive general assembly in June 2016 (12 health structures present) creation of the Christian Confessional Health Network of Guinea (RECOSAC-G), which is the national platform of Christian confessional health structures, and open to all health structures or medical works under the conditions defined in the statutes and internal regulations of the organization, in accordance with the provisions of law L/2005/013 of July 4, 2005, establishing the regime of associations in the Republic of Guinea. And committed in its memorandum of understanding with the Ministry of Health and Public Hygiene (MSHP), to participate in the implementation of the National Health Policy (PNS), the National Development Plan Health (PNDS) and the Health System Recovery and Resilience Plan (PRRSS).",
    "Cependant, l’appui technique et financier coordonné de CRS (Catholic Relief Services), DIFAEM (Institut Allemand pour la Mission Médicale) et Pain Pour le Monde, ainsi que la volonté des pouvoirs publiques, ont apporté un coup d’accélérateur dans la mise en place effective et l’opérationnalisation du RECOSAC-G dès 2017. Il s’agissait pour l’Eglise, d’apporter sa contribution dans le renforcement du sous-secteur confessionnel.":"However, the coordinated technical and financial support of CRS (Catholic Relief Services), DIFAEM (German Institute for Medical Mission) and Pain Pour le Monde, as well as the will of public authorities, have provided a boost in the implementation in place and the operationalization of RECOSAC-G from 2017. For the Church, it was a question of making its contribution to strengthening the confessional sub-sector.",
    "Pour faire Représenter les structures sanitaires confessionnelles et œuvres médicales chrétiennes dans le cadre des comités techniques de santé et de la planification des programmes de santé ;":"To represent faith-based health structures and Christian medical works within the framework of technical health committees and the planning of health programs;",
    "Renforcer la coordination, la régulation et le contrôle du sous-secteur sanitaire privé confessionnel chrétien ;":"Strengthen the coordination, regulation and control of the Christian faith-based private health sub-sector;",
    "Renforcer la coopération entre les institutions publiques et privées et les établissements de soins membres du réseau, à travers des actions de plaidoyer, de facilitation et d’assistance ;":"Strengthen cooperation between public and private institutions and healthcare establishments that are members of the network, through advocacy, facilitation and assistance actions;",
    "Renforcer les capacités des structures sanitaires et œuvres médicales membres à s’engager à la fourniture des services de qualité et à des coûts abordables pour les communautés vulnérables ;":"Strengthen the capacities of member health structures and medical works to commit to the provision of quality services at affordable costs for vulnerable communities;",
    "Renforcer la performance des structures sanitaires et œuvres médicales membres ;":"Strengthen the performance of member health structures and medical works;",
    "Contribuer à l’augmentation de l’accès, à l'utilisation des services et l’accroissement de la demande du paquet de services essentiels ;":"Contribute to increasing access and use of services and increasing demand for the essential services package;",
    "Renforcer, accroître et contrôler le mécanisme d’approvisionnement des structures sanitaires et œuvres médicales membres, en médicaments essentiels et équipements médicotechniques dans le strict respect des procédures publiques en vigueur ;":"Strengthen, increase and control the supply mechanism for member health structures and medical works with essential medicines and medical-technical equipment in strict compliance with public procedures in force;",
    "Renforcer l’organisation et la régulation du sous- secteur sanitaire confessionnel Chrétien ;":"Strengthen the organization and regulation of the Christian faith-based health sub-sector;",
    "Renforcer la collecte, le partage et l’utilisation des informations sanitaires pour la prise de décision ;":"Strengthen the collection, sharing and use of health information for decision-making;",
    "Renforcer le partage des bonnes pratiques et la formation continue ;":"Strengthen the sharing of good practices and continuing training;",
    "Accroître l’impact des programmes de santé publique, en participant directement ou indirectement dans leurs mises en œuvre ;":"Increase the impact of public health programs, by participating directly or indirectly in their implementation;",
    "Contribuer à la recherche sur les systèmes de santé ;":"Contribute to research on health systems;",
    "Célébration de la journée mondiale de pied bot":"Celebrating World Clubfoot Day",
    "Organisation du premier Atelier des Réseaux Chrétiens de Santé d’Expression Française d’Afrique (ARCSEFA)":"Organization of the first Workshop of French-speaking Christian Health Networks in Africa (ARCSEFA)",
    "Projet de renforcement de la qualité des soins des formations sanitaires confessionnelles chrétiennes de Guinée":"Project to strengthen the quality of care of Christian denominational health facilities in Guinea",
    "C’est un projet de 18 mois axé sur le monitorage amélioré qui est une approche qui permet de situer le niveau d’atteinte des objectifs assignés aux services et FOSA. ":"It is an 18-month project focused on improved monitoring which is an approach that makes it possible to assess the level of achievement of the objectives assigned to services and FOSA.",
    "Il nécessite la participation de toutes les parties prenantes, depuis la planification jusqu’à l’évaluation des objectifs assignés aux services/FOSA. ":"It requires the participation of all stakeholders, from planning to the evaluation of the objectives assigned to the services/FOSA.",
    "Cette activité est un moyen et un espace de communication entre les prestataires de soins, les gestionnaires des FOSA, les personnes ressources et l’équipe cadre du district sanitaire pour analyser les résultats de soins de santé et identifie les facteurs de dysfonctionnements et d’améliorations des services/FOSA en termes de qualité et de quantité de services.":"This activity is a means and space for communication between healthcare providers, FOSA managers, resource people and the health district management team to analyze health care results and identifies factors for dysfunction and improvement. services/FOSA in terms of quality and quantity of services.",
    "La Guinée a l’habitude du monitorage « classique » des formation sanitaires, Pendant ces dernières années, des limites de ces dernières ont été observée. Car, il prenait en compte que les aspects quantitatifs de l’évaluation de la performance.":"Guinea is used to “classic” monitoring of health facilities. In recent years, limits of these have been observed. Because it only took into account the quantitative aspects of performance evaluation."
  }